app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-10-26 01:06:32.979676"], ["updated_at", "2020-10-26 01:06:32.979676"]]
---
def create
    @student = Student.new
    @student.first_name = params[:first_name]
    @student.last_name = params[:last_name]
    @student.save